Repository: vinodkumariosdev/takaful
Catalog: *.lproj/Localizable.strings
Languages: ar

source: Daily Sadaqa
ar: الصدقة اليومية

source: Friday Charity
ar: صدقة الجمعة

source: Distress Relife
ar: فك كربة

source: Give Gift
ar: الهدية

# abouttakaful
source: From the story of a community that pulls each other together like a solid structure, the chapters of the Takaful Sohar Social Charitable Team started in 2012 from the volunteer portal, raising the slogan of our solidarity through our happiness to grow the dream to a more beautiful reality as a charitable team working under the umbrella of the Social Development Committee in Sohar, to support the structure brick by brick and complete the missing picture.The sense of responsibility has grown, and with the support of the hands of its inexhaustible benevolence, the structure is complete, and the horizons of work have expanded to include various aspects and sectors of charitable aspects aimed at empowering the needy and providing them with a decent life through sustainable development projects for a happier, giving and loving society.
ar: من حكاية مجتمع يشد بعضه البعض كالبنيان المرصوص، بدأت فصول فريق تكافل صحار الخيري الاجتماعي عام 2012 من بوابة التطوع رافعين شعار تكافلنا طريق سعادتنا ليكبر الحلم لواقع أجمل كفريق خيري يعمل تحت مظلة لجنة التنمية الاجتماعية بصحار، ليسند البنيان طوبة طوبة ويكمل الصورة الناقصة . عظم الشعور بالمسؤولية، وبمساندة أياد خيرها لا ينضب علا البنيان واكتملت الصورة وتوسعت آفاق العمل لتشمل جوانب وقطاعات مختلفة من أوجه الخير تهدف لتمكين المعوزين ذاتيا وتوفير الحياة الكريمة لهم عبر مشاريع تنموية مستدامة لمجتمع أكثر سعادة وعطاء ومحبة.

source: Login
ar: تسجيل الدخول

source: User name
ar: اسم المستخدم

source: Password
ar: كلمة المرور

source: Create new account
ar: انشاء حساب جديد

source: Quick Donation
ar: التبرع السريع

source: Signup
ar: اشتراك

source: Name
ar: اسم

source: Email
ar: البريد الإلكتروني

source: Phone
ar: هاتف

source: Country
ar: دولة

source: City
ar: مدينة

source: Confirm Password
ar: تأكيد كلمة المرور

source: Signup with mobile
ar: اشترك مع الهاتف المحمول

source: Login with mobile
ar: تسجيل الدخول باستخدام الهاتف المحمول

source: Mobile Number
ar: رقم الهاتف المحمول

source: Home
ar: مسكن

# Sponserships
source: Sponsorships
ar: الكفالات

source: Initiative
ar: مبادرة

source: About Takaful
ar: عن التكافل

source: Donation Details
ar: تفاصيل التبرع

source: Logout
ar: تسجيل خروج

source: Donate Now
ar: تبرع الآن

source: Public Sadaqa
ar: صدقات عامة

source: Clothing A Poor
ar: ملابس رديئة

source: Expiation for a broken Oath
ar: كفارة حنث اليمين

source: Daily Sadaqa Value
ar: قيمة الصدقة اليومية

source: Choose donation amount
ar: اختر مبلغ التبرع

source: Total amount
ar: المبلغ الإجمالي

source: Gift Donate Fields
ar: هدايا تبرع بالحقول

source: Choose one of the fields to donate as a gift
ar: اختر أحد الحقول للتبرع كهدية

source: Name:
ar: اسم:

source: Email:
ar: البريد الإلكتروني:

source: Phone Number:
ar: رقم الهاتف:

source: Country:
ar: دولة:

source: City:
ar: مدينة:

source: Update Profile
ar: تحديث الملف

source: Profile
ar: الملف الشخصي

source: Completion Details
ar: تفاصيل الإنجاز

source: Other amounts
ar: مبالغ أخرى

source: Sender's Details
ar: تفاصيل المرسل

source: Gift recipient's name
ar: اسم مستلم الهدية

source: Recipient's mobile
ar: هاتف المستلم

source: Gift Amounts
ar: مبالغ الهدية

source: Hide gift's value
ar: إخفاء قيمة الهدايا

source: Choose if you do not want to show the gift's value
ar: اختر ما إذا كنت لا تريد إظهار قيمة الهدية

# Prsonal Details
source: Personal Details
ar: تفاصيل شخصية

source: Food basket
ar: سلة طعام

source: Sheep Cattle
ar: ماشية الأغنام

source: Orphan
ar: يتيم

source: Family in need
ar: عائلة محتاجة

source: Special needs
ar: الاحتياجات الخاصة

source: Students
ar: الطلاب

source: Contribute to a project
ar: المساهمة في المشروع

source: Housing project
ar: مشروع اسكان

source: House maintenance
ar: صيانة المنزل

source: Economic empowerment
ar: التمكين الاقتصادي

source: Other Projects
ar: مشاريع أخرى

source: Gift
ar: هدية

source: Donation 2
ar: التبرع 2

source: Donation 3
ar: التبرع 3

# Secrifice
source: Sacrifice
ar: تصحية

source: Vow
ar: نذر

source: Aqiqah
ar: العقيقة

source: About us
ar: معلومات عنا

# about1
source: From the story of a community that pulls each other together like a solid structure, the chapters of the Sohar Takaful Social Charitable Team started in 2012 from the volunteer portal, raising the slogan of our solidarity through our happiness to grow the dream to a more beautiful reality as a charitable team working under the umbrella of the Social Development Committee in Sohar, to support the structure brick by brick and complete the missing picture. The sense of responsibility has grown, and with the support of the hands of its inexhaustible benevolence, the structure is complete, and the horizons of work have expanded to include various aspects and sectors of charitable aspects aimed at empowering the needy and providing them with a decent life through sustainable development projects for a happier, giving and loving society
ar: من قصة مجتمع يجمع بعضه البعض كهيكل متين ، بدأت فصول فريق صحار التكافل الاجتماعي الخيري في عام 2012 من بوابة المتطوعين ، رافعين شعار تضامننا من خلال سعادتنا لنمو الحلم إلى أجمل الواقع كفريق خيري يعمل تحت مظلة لجنة التنمية الاجتماعية بصحار لدعم الهيكل لبنة لبنة واستكمال الصورة المفقودة. لقد نما الشعور بالمسؤولية ، وبدعم من أيادي الخير الذي لا ينضب ، اكتمل الهيكل ، واتسعت آفاق العمل لتشمل جوانب وقطاعات مختلفة من الجوانب الخيرية التي تهدف إلى تمكين المحتاجين وتزويدهم بمزايا حياة كريمة من خلال مشاريع التنمية المستدامة من أجل مجتمع أكثر سعادة وعطاء وحب

source: Who we are
ar: من نحن

# about2
source: Takaful, a leading charitable team in Sohar that provides sustainable and reliable social, humanitarian and charitable services to the deserving groups in accordance with the values of transparency, sincerity and human justice to ensure a decent life for all segments of society
ar: تكافل فريق خيري رائد في صحار يقدم خدمات اجتماعية وإنسانية وخيرية مستدامة وموثوقة للفئات المستحقة وفق قيم الشفافية والإخلاص والعدالة الإنسانية لضمان حياة كريمة لجميع شرائح المجتمع

source: The Mission
ar: المهمة

# about3
source: Strengthening the principle of social solidarity in the state of Sohar in cooperation with giving partners by providing reliable donation channels aimed at empowering eligible groups according to standards of transparency, innovation and diversity.
ar: تعزيز مبدأ التكافل الاجتماعي في ولاية صحار بالتعاون مع شركاء العطاء من خلال توفير قنوات تبرع موثوقة تهدف إلى تمكين الفئات المؤهلة وفق معايير الشفافية والابتكار والتنوع.

source: Vision
ar: رؤية

# about4
source: Pioneering the provision of charitable services and social programs that enhance community solidarity in the state
ar: الريادة في تقديم الخدمات الخيرية والبرامج الاجتماعية التي تعزز التكافل المجتمعي في الدولة

source: Objectives
ar: الأهداف

# about5
source:  Pioneering professional institutional charitable work  Pioneering professional institutional charitable work  Pioneering professional institutional charitable work  Pioneering professional institutional charitable work  Providing and developing voluntary programs concerned with the social aspect.  Providing and developing voluntary programs concerned with the social aspect.  Achieving excellence and innovation in performance and developing human competencies in the team
ar: ريادة العمل الخيري المؤسسي المهني ريادة العمل الخيري المؤسسي المهني ريادة العمل الخيري المؤسسي المهني ريادة العمل الخيري المؤسسي المهني تقديم وتطوير البرامج التطوعية التي تعنى بالجانب الاجتماعي. تقديم وتطوير البرامج التطوعية التي تعنى بالجانب الاجتماعي. تحقيق التميز والابتكار في الأداء وتطوير الكفاءات البشرية في الفريق

source: Donation Id
ar: معرّف التبرع

source: Donation Type
ar: نوع التبرع

source: Donation Date
ar: تاريخ التبرع

source: Donation Amount
ar: مبلغ التبرع

source: Invoice
ar: فاتورة

source: Donation Status
ar: حالة التبرع

# Choose monthly sponsership value
source: Choose monthly sponsorship value
ar: اختر قيمة الرعاية الشهرية

# Sponsership Period
source: Sponsorship Period
ar: فترة الكفالة

# Sponser an Orphan
source: Sponsor an Orphan
ar: اكفل يتيم

source: Enter number of years
ar: أدخل عدد السنوات

# Sponsership amounts
source: Sponsorship amounts
ar: مبالغ الكفالة

source: You need to login to view profile
ar: تحتاج إلى تسجيل الدخول لعرض الملف الشخصي

source: You need to login to complete payment
ar: تحتاج إلى تسجيل الدخول لإكمال الدفع

source: You need to login to view donation details
ar: تحتاج إلى تسجيل الدخول لعرض تفاصيل التبرع.

source: OK
ar: نعم

source: Cancel
ar: إلغاء

source: Conditions & Electronics
ar: مكيفات وإلكترونيات

source: Hosue maintenance
ar: صيانة المنزل

source: Do you want to login?
ar: هل تريد الدخول؟

source: Sadaqat
ar: صدقات

source: Login Successful
ar: تم تسجيل الدخول بنجاح

source: Something went wrong
ar: هناك خطأ ما

source: Registration Successful
ar: تم التسجيل بنجاح

source: Please Enter Username
ar: الرجاء إدخال اسم المستخدم

source: Please Enter Name
ar: الرجاء إدخال الاسم

source: Please Enter Email
ar: الرجاء إدخال البريد الإلكتروني

source: Please Enter Password
ar: الرجاء إدخال كلمة المرور

source: Please Enter City
ar: الرجاء إدخال المدينة

source: Please Enter Country
ar: الرجاء إدخال الدولة

source: Successfully update
ar: تحديث ملف التعريف الخاص بك بنجاح

source: OTP send to your number, please check
ar: تم إرسال رمز سري مؤقت على الرقم، يرجى إدخاله

source: Ok
ar: نعم

source: Recipient name is required
ar: اسم المستلم مطلوب

source: Recipient mobile number is required
ar: مطلوب رقم هاتف المستلم

source: Recipient amount is required
ar: المبلغ المستلم مطلوب

# Donate
source: SMS Generation
ar: تبرع الان
